Repository: kdhruma/dataplatform-governance-temp
Catalog: DataGovernanceStore/Libraries/Localization/Web/Resources.*.resx
Languages: es_mx, zh_cn

source: 1 Container found
es_mx: 1 catálogo fue encontrado
zh_cn: 1目录发现

source: 1 taxonomy found
es_mx: 1 taxonomía fue encontrada
zh_cn: 1分类发现

source: 1 view found
es_mx: 1 vista fue encontrada
zh_cn: 1查看发现

source: Add
es_mx: Agregar
zh_cn: 添加

source: Add Container
es_mx: Agregar Catálogo
zh_cn: 添加目录

source: Add Taxonomy
es_mx: Agregar Taxonomía
zh_cn: 新增分类

source: Add View
es_mx: Agregar Vista
zh_cn: 购买查看

source: Add/Edit
zh_cn: 添加/编辑

source: Advanced Search
es_mx: Búsqueda Avanzada
zh_cn: 高级搜索

source: Affected Info
es_mx: Información de Afectados
zh_cn: 受影响的信息

source: All Organizations
es_mx: Organizaciones
zh_cn: 所有组织

source: All Taxonomies
es_mx: Taxonomías
zh_cn: 所有分类标准

source: Allowable Values
es_mx: Valores Permitidos
zh_cn: 允许值

source: Are You sure you want to delete the selected objects?
es_mx: ¿Esta usted seguro que desea borrar los objetos seleccionados?
zh_cn: 您确定要删除选定的对象？

source: Are You sure you want to delete this object?
es_mx: ¿Esta usted seguro que desea borrar este objeto?
zh_cn: 您确定要删除此对象？

source: Attachments
es_mx: Documentos
zh_cn: 附件

source: Attribute
es_mx: Atributo
zh_cn: 属性

source: Attribute Group
es_mx: Grupo de Atributos
zh_cn: 属性组

source: Attribute Mapping
es_mx: Mapeo de Atributos
zh_cn: 属性映射

source: Business Rule
zh_cn: 业务规则

source: Business Rules
zh_cn: 业务规则

source: Cancel
es_mx: Cancelar
zh_cn: 取消

source: Container
es_mx: Catálogo
zh_cn: 目录

source: Container Maintenance
es_mx: Mantenimiento de Catálogos
zh_cn: 目录维护

source: Containers were found
zh_cn: 容器被发现

source: Category
zh_cn: 分类

source: Click to download the file
es_mx: Presione para obtener el archivo
zh_cn: 点击下载该文件

source: Click to view the Details of this complex Attribute
es_mx: Presione para ver los detalles del atributo ccomplejo
zh_cn: 点击查看详细情况复杂属性

source: Close Container
es_mx: Cerrar Catálogo
zh_cn: 关闭目录

# Close DynamicTaxonomy
source: Close Dynamic Hierarchy
zh_cn: 关闭动态层次

source: Close Taxonomy
es_mx: Cerrar Taxonomía
zh_cn: 关闭分类

source: Commercial Attributes
es_mx: Atributos Comerciales
zh_cn: 商业属性

source: Customer
es_mx: Cliente
zh_cn: 消费者

source: Delete
es_mx: Borrar
zh_cn: 删除

source: Delete Container
es_mx: Borarr Catálogo
zh_cn: 删除目录

# Delete DynamicTaxonomy
source: Delete Dynamic Hierarchy
zh_cn: 删除动态层次

source: Delete operation successful.
es_mx: Operación de borrado se completó correctamente.
zh_cn: 删除操作成功。

source: Delete Taxonomy
es_mx: Borarr Taxonomía
zh_cn: 删除分类

source: Delete View
es_mx: Borarr Vista
zh_cn: 删除视图

source: Description
es_mx: Descipción
zh_cn: 描述

source: Detail
es_mx: Detalle
zh_cn: 详细

source: Detail Attributes
es_mx: Detalles del Atributo
zh_cn: 详细属性

source: Details
es_mx: Detalles
zh_cn: 详情

# dynamic taxonomies were found
source: Dynamic Hierarchies were found
zh_cn: 动态层次被发现

# Dynamic Taxonomy(s) successfully deleted.
source: Dynamic Hierarchy(s) successfully deleted.
zh_cn: 动态层次（县）已成功删除。

# DynamicTaxonomy
source: Dynamic Hierarchy
zh_cn: 动态层次

# DynamicTaxonomy Maintenance
source: Dynamic Hierarchy Maintenance
zh_cn: 动态层次维修

source: Edit
zh_cn: 编辑

source: Edit Container
es_mx: Editar Catálogo
zh_cn: 编辑目录

source: Edit Container Locales
es_mx: Editar Los Locales Del Catálogo
zh_cn: 编辑目录设置

# Edit DynamicTaxonomy
source: Edit Dynamic Hierarchy
zh_cn: 编辑动态层次

# Edit DynamicTaxonomy Locales
source: Edit Dynamic Hierarchy Locales
zh_cn: 编辑动态层次设置

source: Edit Taxonomy
es_mx: Editar Taxonomía
zh_cn: 编辑分类

source: Edit Taxonomy Locales
es_mx: Editar Los Locales De la Taxonomía
zh_cn: 编辑分类设置

source: Edit View
es_mx: Editar Vista
zh_cn: 编辑视图

source: Edit View Locales
es_mx: Editar Los Locales Del Vista
zh_cn: 编辑视图设置

source: Edit/View current contracts
es_mx: Editar/Ver contratos
zh_cn: 编辑/查看当前合同

source: Edit/View current product information
es_mx: Editar/Ver información de productos
zh_cn: 编辑/查看当前的产品信息

source: Effective From
es_mx: Efectivo Desde
zh_cn: 有效从

source: Effective To
es_mx: Efectivo Hasa
zh_cn: 有效至

# ERROR_UNLINKED_ORG_LOCALES
source: This Organization does not have locale information set up. Please link locale to the organization first.
es_mx: Esta organización no tiene locales asociados.
zh_cn: 本组织不具备信息。请联系当地的组织

source: EXC
zh_cn: 运行

source: Group
es_mx: Grupo
zh_cn: 组

source: Included By
es_mx: Incluido por
zh_cn: 列入

source: Inherited
es_mx: Heredado
zh_cn: 继承

source: is signed in
es_mx: está registrado
zh_cn: 登录

source: Language independent information
es_mx: Información del independiente del lenguage
zh_cn: 语言独立的信息

source: Language Maintainance
es_mx: Mantenimiento de Lenguage
zh_cn: 语言维修

source: Loading Data...
es_mx: Cargando Información...
zh_cn: 加载数据...

source: Loading Document...
es_mx: Cargando el Documento...
zh_cn: 加载文件...

source: Loading...
es_mx: Cargando...
zh_cn: 载入中...

source: Locale
es_mx: Local
zh_cn: 设置

source: Long Name
es_mx: Nombre Largo
zh_cn: 长名

source: Main Attributes
es_mx: Cualidades Principales
zh_cn: 主要属性

source: Maintain Container
es_mx: Mantener Catálogo
zh_cn: 保持目录

# Maintain DynamicTaxonomy
source: Maintain Dynamic Hierarchy
zh_cn: 保持动态层次

source: Maintain Taxonomy
es_mx: Mantener Taxonomía
zh_cn: 保持生物分类

source: Make Default Container
es_mx: Hacer El Catálogo Primario
zh_cn: 设为默认目录

source: Mandatory
es_mx: Mandatorio
zh_cn: 强制性

source: Master
es_mx: Maestro
zh_cn: 主人

source: No data was found for this node
es_mx: No se encontró información para este nodo
zh_cn: 这个节点 无数据发现

source: No options available
es_mx: No hay opciones disponibles
zh_cn: 没有选择

source: Node
zh_cn: 节点

source: Object Maintenance
es_mx: Mantenimiento de Objetos
zh_cn: 对象维护

source: OK
zh_cn: 行

source: Open Container
es_mx: Abrir Catálogo
zh_cn: 开放目录

# Open DynamicTaxonomy
source: Open Dynamic Hierarchy
zh_cn: 开放式动态层次

source: Open Taxonomy
es_mx: Abrir Taxonomía
zh_cn: 开放式分类

source: Organization
es_mx: Organización
zh_cn: 组织

source: Overwrite
es_mx: Sobreescrito
zh_cn: 覆写

source: Owner Info
es_mx: Información del Orígen
zh_cn: 业主信息

source: Page
es_mx: Página
zh_cn: 页

source: Parent
es_mx: Padre
zh_cn: 家长

source: Part No
es_mx: No. De Parte
zh_cn: 型号

source: Part Number
es_mx: Número De Pieza
zh_cn: 零件编号

source: Please Select an option
es_mx: Seleccione una opción
zh_cn: 请选择一个选项

source: Please Wait
es_mx: Porfavor Espere
zh_cn: 请稍候

source: Product Comparison
es_mx: Comparar Prods
zh_cn: 产品比较

source: Product Relationships
es_mx: Relaciones Entre Productos
zh_cn: 产品关系

source: Qty
es_mx: Cant
zh_cn: 数量

source: Refresh
es_mx: Recargar
zh_cn: 刷新

source: Relationship
es_mx: Relación
zh_cn: 关系

source: Search
es_mx: Búsqueda
zh_cn: 搜索

# Select a product type
source: Select an Entity type
zh_cn: 选择一个实体型

source: Select All
es_mx: Seleccionar Todos
zh_cn: 全选

source: Select an option
es_mx: Seleccione una opción
zh_cn: 选择一个选项

source: Short Name
es_mx: Nombre Corto
zh_cn: 短名称

source: Show all Container attributes
es_mx: Mostrar todos los atributos del Catálogo
zh_cn: 显示所有目录属性

source: Show all Category attributes
es_mx: Mostrar todos los atributos de las Categorías
zh_cn: 显示所有类别属性

source: Show all Organization attributes
es_mx: Mostrar todos los atributos de la Organización
zh_cn: 显示所有的组织属性

source: Sign-out
es_mx: Salir
zh_cn: 登出

source: Source Organization
es_mx: Organización Fuente
zh_cn: 开源组织

source: Staging Container
es_mx: Catálogo de Transición
zh_cn: 使分期目录

source: Status
zh_cn: 身份

source: Supplier Content Portal - Home
es_mx: Hogar
zh_cn: 内容供应商门户网站-首页

# taxonomies were found
source: Hierarchies were found
zh_cn: 等级被发现

source: Taxonomy
es_mx: Taxonomía
zh_cn: 分类

source: Taxonomy Maintenance
es_mx: Mantenimiento De la Taxonomía
zh_cn: 分类维修

source: Technical Attributes
es_mx: Atributos Técnicos
zh_cn: 技术特征

source: Technical Info
es_mx: Información Técnica
zh_cn: 技术信息

source: Test
es_mx: TestES
zh_cn: TestEN

source: Unselect All
es_mx: Seleccionar Ninguno
zh_cn: 取消所有

source: Update
es_mx: Actualizar
zh_cn: 更新

source: Update the product content by uploading files with updated product information
es_mx: Actualizar la información de productos mediante archivos
zh_cn: 更新产品内容的上载文件的最新产品信息

source: Upload Status
zh_cn: 上载状态

source: Value
es_mx: Valor
zh_cn: 价值

source: Versioning Info
es_mx: Información de Versión
zh_cn: 版本信息

source: View Maintenance
es_mx: Mantenimiento de Vistas
zh_cn: 视图维护

source: Views were found
zh_cn: 意见被发现

source: Welcome to Riversand's Supplier Content Portal
es_mx: Bienvenido
zh_cn: 欢迎Riversand供应商的内容门户网站

source: {0} Containers were found
es_mx: {0} catálogos fueron encontrados
zh_cn: （ 0 ）目录被发现

source: {0} taxonomies were found
es_mx: {0} taxonomias fueron encontradas
zh_cn: （ 0 ）分类被发现

source: {0} views were found
es_mx: {0} vistas fueron encontrados
zh_cn: （ 0 ）的意见被发现

source: Source Container
es_mx: Catálogo Fuente
